Repository: vvillenave/vocal
Catalog: po/*.po
Languages: fr_fr

source: Checking for new podcast subscriptions from your other devices…
fr_fr: Recherche de nouveaux abonnements depuis d’autres appareils…

source: Updating episode playback positions from your other devices…
fr_fr: Mise à jour des positions de lecture depuis d’autres appareils…

source: Cleaning up old subscriptions no longer in your gpodder.net account…
fr_fr: Nettoyage d’anciens abonnements disparus de votre compte gpodder.net…

source: Play
fr_fr: Lire

source: Adding new podcast: <b>
fr_fr: Ajouter un nouveau podcast : <b>

source: Uploading subscriptions to gpodder.net.
fr_fr: Envoi des abonnements à gpodder.net.

source: Uploading subscriptions to gpodder.net…
fr_fr: Envoi des abonnements à gpodder.net…

source: Please make sure you selected the correct feed and that it is still available.
fr_fr: Veuillez vérifier que vous avez sélectionné le bon flux et qu'il est toujours disponible.

source: There seems to be a problem with your internet connection. Make sure you are online and then try again.
fr_fr: Il semble qu'il y ait un problème avec votre connexion internet. Veuillez vérifier que vous êtes bien connecté et essayez à nouveau.

source: Error Adding Podcast
fr_fr: Erreur lors de l'ajout du podcast

source: Fresh content has been added to your library.
fr_fr: Du nouveau contenu a été ajouté à votre bibliothèque.

source: '%s' from '%s' has finished downloading.
fr_fr: '%s' à partir de '%s' a été téléchargé.

source: Episode Download Complete
fr_fr: Téléchargement de l'épisode terminé

source: Downloads Complete
fr_fr: Téléchargements terminés

source: New episodes have been downloaded.
fr_fr: De nouveaux épisodes ont été téléchargés

source: Return to Library
fr_fr: Revenir à la bibliothèque

source: Welcome to Vocal
fr_fr: Bienvenue dans Vocal

source: Build Your Library By Adding Podcasts
fr_fr: Construisez votre bibliothèque en ajoutant des podcasts

source: Browse Podcasts
fr_fr: Parcourir les podcasts

source: Browse through podcasts and choose some to add to your library.
fr_fr: Parcourez des podcasts et ajoutez-en à votre bibliothèque.

source: Add a New Feed
fr_fr: Ajouter un nouveau flux

source: Provide the web address of a podcast feed.
fr_fr: Indiquer l'adresse web d'un flux de podcast.

source: Import Subscriptions
fr_fr: Importer des abonnements

source: If you have exported feeds from another podcast manager, import them here.
fr_fr: Si vous avez exporté des flux d'un autre gestionnaire de podcasts, importez-les ici.

source: Sync With gpodder
fr_fr: Synchroniser avec gPodder

source: Log in to your gpodder.net account and synchronize your library.
fr_fr: Connectez-vous à un compte sur gpodder.net pour synchroniser votre bibliothèque.

source: Good Stuff is On Its Way
fr_fr: De bonnes choses arrivent

source: If you are importing several podcasts it can take a few minutes. Your library will be ready shortly.
fr_fr: Si vous importez beaucoup de podcasts cela peut prendre quelques minutes. Votre bibliothèque sera bientôt prête.

source: Welcome
fr_fr: Bienvenue

source: Importing
fr_fr: Importation en cours

source: All Podcasts
fr_fr: Tous les podcasts

source: Details
fr_fr: Détails

source: New Episodes
fr_fr: Nouveaux épisodes

source: Video
fr_fr: Vidéo

source: Browse Podcast Directory
fr_fr: Parcourir le dossier des podcasts

source: Search Results
fr_fr: Résultats de la recherche

source: Checking for new episodes…
fr_fr: Recherche de nouveaux épisodes…

source: Cancel
fr_fr: Annuler

source: Save
fr_fr: Enregistrer

source: All files
fr_fr: Tous les fichiers

source: OPML and XML files
fr_fr: Fichiers OPML et XML

source: Select Subscription File
fr_fr: Sélectionner un fichier d’abonnement

source: Open
fr_fr: Ouvrir

source: OPML files
fr_fr: Fichiers OPML

source: Error Importing from File
fr_fr: Erreur d’importation depuis le fichier.

source: Additional plugins are needed to play media. Would you like for Vocal to install them for you?
fr_fr: Des plugins supplémentaires sont nécessaires pour lire le média. Voulez-vous que Vocal les installe pour vous ?

source: Adding feed %d/%d: %s
fr_fr: Ajout du flux %d/%d: %s

source: Are you sure you want to mark all episodes from '%s' as played?
fr_fr: Voulez-vous vraiment marquer tous les épisodes de '%s' comme lus ?

source: Are you sure you want to remove '%s' from your controller.library?
fr_fr: Voulez-vous vraiment supprimer '%s' de votre bibliothèque ?

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Vocal is currently downloading episodes. Exiting will cause the downloads to be canceled. Are you sure you want to exit?
fr_fr: Vocal télécharge actuellement des épisodes. Les téléchargements seront annulés. Voulez-vous vraiment quitter le programme ?

source: Selected file doesn't appear to contain podcast subscriptions.
fr_fr: Le fichier sélectionné ne semble pas contenir d'abonnements à des podcasts.

source: Selected file seems to be empty.
fr_fr: Le fichier sélectionné semble être vide.

source: translator-credits
fr_fr: Launchpad Contributions: Dorian Griffiths https://launchpad.net/~info-hw Mathieu A. https://launchpad.net/~mathieu-adamczewski Nathan Dyer https://launchpad.net/~nathandyer RM https://launchpad.net/~l4rt1st-1nc0nnu Raison https://launchpad.net/~sorian-slimani Romain De Filippi https://launchpad.net/~romain-defilippi Valentin Villenave https://www.hypra.fr

source: Add New Podcast
fr_fr: Ajouter un nouveau podcast

source: <b>Add a new podcast feed to the library</b>
fr_fr: <b>Ajouter un nouveau flux de podcast à la bibliothèque</b>

source: Podcast feed web address
fr_fr: Adresse web du flux du podcast

source: Shownotes
fr_fr: Notes du podcast

source: Queue
fr_fr: File d’attente

source: No summary available.
fr_fr: Aucun résumé disponible.

source: Subscribe
fr_fr: S'abonner

source: iTunes Top 100 Podcasts
fr_fr: Top 100 des podcasts sur iTunes

source: Go Back
fr_fr: Retour

source: Done
fr_fr: Terminé

source: Loading iTunes Store
fr_fr: Chargement de l'iTunes Store

source: Cancel Download
fr_fr: Annuler le téléchargement

source: second
fr_fr: seconde

source: No Active Downloads
fr_fr: Aucun téléchargement en cours

source: This episode is currently being played
fr_fr: Cet épisode est en cours de lecture

source: Stream Episode
fr_fr: Lire l'épisode en ligne

source: Download Episode
fr_fr: Télécharger l'épisode

source: No description available.
fr_fr: Aucune description disponible

source: Upload to Internet Archive
fr_fr: Envoyer sur l’Internet Archive

source: Please verify that the information below is correct before continuing.
fr_fr: Veuillez vérifier que ces informations sont correctes avant de continuer.

source: Episode Title
fr_fr: Titre de l’épisode

source: Podcast Name
fr_fr: Nom du podcast

source: Podcast Description
fr_fr: Description du podcast

source: Next…
fr_fr: Suivant…

source: Legal warning: uploading copyrighted materials to the Internet Archvie is illegal. Please make sure you are uploading a copylefted (Creative Commons) episode that you are legally entitled to redistribute.
fr_fr: Avertissement : il est illégal d’envoyer sur l’Internet Archive des œuvres 'Tous droits réservés'. Veuillez vous assurer que ce que vous envoyez est sous une licence alternative qui vous y autorise.

source: Upload to the Internet Archive
fr_fr: Envoyer sur l’Internet Archive

source: Uploading episode…
fr_fr: Envoi de l’épisode…

source: Thanks for contributing to the Internet Archive and the Podcast Archival Project
fr_fr: Merci d’avoir contribué à l’Internet Archive et au projet Pocast Archive.

source: Finish
fr_fr: Terminer

source: Upload Complete
fr_fr: Envoi accompli

source: Upload Failed
fr_fr: Envoi échoué

source: Be sure to check your network connection and API keys, then try again later.
fr_fr: Veuillez vérifier votre connexion et vos clés API, puis réessayez ultérieurement.

source: Your Podcasts
fr_fr: Vos podcasts

source: Add all new episodes to the queue
fr_fr: Ajouter tous les nouveaux épisodes à la file d’attente

source: View the shownotes for this episode or check the queue
fr_fr: Voir les notes pour cet épisode ou consulter la file d’attente

source: Show newer episodes at the top of the list
fr_fr: Mettre les épisodes récents en premier

source: Show older episodes at the top of the list
fr_fr: Mettre les épisodes anciens en premier

source: Add New Episodes to Queue
fr_fr: Ajouter de nouveaux épisodes à la file d’attente

source: Download all episodes
fr_fr: Télécharger tous les épisodes

source: Mark All Played
fr_fr: Tout marquer comme lu

source: Edit podcast details
fr_fr: Modifier les informations du podcast

source: Select different cover art
fr_fr: Changer la jaquette

source: Set podcast license to Creative Commons
fr_fr: Définir une licence alternative pour ce podcast

source: Unsubscribe
fr_fr: Se désabonner

source: Before you can upload to the Internet Archive you must add your archive.org account's API keys. Visit https://archive.org/account/s3.php to see your keys, then paste them in the settings.
fr_fr: Pour pouvoir communiquer avec l’Internet Archive, il vous faut un compte et une clé API. Copiez vos clés sur la page https://archive.org/account/s3.php et collez-les ici.

source: You must download this episode first before uploading to the Internet Archive. Would you like to download this episode?
fr_fr: Avant de pouvoir envoyer cet épisode sur l’Internet Archive, il vous faut le télécharger. Voulez-vous télécharger l’épisode ?

source: Add selected episodes to queue
fr_fr: Ajouter les épisodes sélectionnés à la file d’attente

source: Mark selected episodes as played
fr_fr: Marquer les épisodes selectionnés comme lus

source: Mark selected episodes as new
fr_fr: Marquer les épisodes sélectionnés comme non lus

source: Delete local files for selected episodes
fr_fr: Supprimer les fichiers locaux des épisodes sélectionnés

source: Are you sure you want to delete the downloaded files for the selected episodes?
fr_fr: Voulez-vous vraiment supprimer les fichiers téléchargés pour ces épisodes ?

source: Mark as played
fr_fr: Marquer comme lu

source: Mark as new
fr_fr: Marquer comme non lu

source: Delete Local File
fr_fr: Supprimer le fichier local

source: Are you sure you want to delete the downloaded episode '%s'?
fr_fr: Êtes-vous sûr de vouloir supprimer l'épisode téléchargé '%s' ?

source: No show notes available.
fr_fr: Aucune note disponible.

source: No episodes available.
fr_fr: Pas d'épisodes disponibles.

source: Select Album Art
fr_fr: Choisir une jaquette pour l'album

source: Image Files
fr_fr: Dossier image

source: Vocal did not detect that this podcast is licensed as Creative Commons. Changing this will unlock Internet Archive integration for this podcast. Please make sure this change is correct before proceeding. Do you wish to make this change?
fr_fr: Vocal n’a pas détecté que ce podcast est publié sous une licence alternative. L’intégration d’Internet Archive ne peut s’activer que si vous changez cela, à condition de vérifier au préalable que cette licence est légitime.

source: %d unplayed episodes
fr_fr: %d épisodes non lus

source: I'm listening to %s from %s
fr_fr: J'écoute %s à partir de %s

source: No episodes in queue
fr_fr: Pas d’épisodes dans la file d’attente

source: Remove episode from queue
fr_fr: Supprimer l'épisode de la file

source: Summary
fr_fr: Résumé

source: Subscribe to podcast
fr_fr: S’abonner au podcast

source: Episodes from Your Library
fr_fr: Épisodes depuis votre bibliothèque

source: Podcasts from Your Library
fr_fr: Podcasts depuis votre bibliothèque

source: iTunes Podcast Results
fr_fr: Podcasts depuis iTunes

source: Search Results for <i>%s</i>
fr_fr: Résultats de recherche pour <i>%s</i>

source: No matching episodes found in your library.
fr_fr: Aucun épisode trouvé correspondant à la recherche dans votre bibliothèque.

source: No matching podcasts found in your library.
fr_fr: Aucun podcast trouvé correspondant à la recherche dans votre bibliothèque.

source: Preferences
fr_fr: Préférences

source: Keep playing podcasts when the window is closed:
fr_fr: Continuer la lecture lorsque la fenêtre est fermée :

source: Automatically download new episodes:
fr_fr: Télécharger automatiquement les nouveaux épisodes :

source: Keep my library clean:
fr_fr: Garder ma bibliothèque propre :

source: Show podcast names below cover art:
fr_fr: Afficher les noms des podcasts en dessous de la jaquette :

source: Seconds to skip back:
fr_fr: Nombre de secondes pour le retour rapide :

source: Seconds to skip forward:
fr_fr: Nombre de secondes pour l'avance rapide :

source: Show iTunes Store results from:
fr_fr: Afficher les résultats de la recherche sur l'iTunes Store à partir de :

source: Archive.org S3 Access Key
fr_fr: Clé d’accès S3 pour archive.org

source: Archive.org S3 Secret Key
fr_fr: Clé secrète S3 pour archive.org

source: Close
fr_fr: Fermer

source: Mark this episode as played
fr_fr: Marquer cet épisode comme lu

source: Mark this episode as new
fr_fr: Marquer cet épisode comme non lu

source: Download episode
fr_fr: Télécharger l'épisode

source: Share this episode
fr_fr: Partager cet épisode

source: Copy shareable link
fr_fr: Copier le lien de partage

source: Send a Tweet…
fr_fr: Envoyer un Tweet…

source: Copy the direct episode link
fr_fr: Copier le lien direct de l'épisode

source: Add this episode to the up next list
fr_fr: Ajouter cet épisode en haut de la liste suivante

source: <b>Summary</b>
fr_fr: <b>Résumé</b>

source: Mark all episodes as played
fr_fr: Marquer tous les épisodes comme lus

source: Hide episodes that have already been played
fr_fr: Masquer les épisodes déjà lus

source: Remove podcast from library
fr_fr: Supprimer le podcast de la bibliothèque

source: More options
fr_fr: Plus d’options

source: Hide the episode side pane
fr_fr: Masquer le volet d’épisode latéral

source: Mark selected episodes as unplayed
fr_fr: Marquer les épisodes selectionnés comme non lus

source: Mark as Played
fr_fr: Marquer comme lu

source: Mark as Unplayed
fr_fr: Marquer comme non lu

source: No new episodes.
fr_fr: Pas de nouveaux épisodes.

source: %d episodes, %d unplayed
fr_fr: %d épisodes, %d non lus

source: %d episodes
fr_fr: %d épisodes

source: Library Synchronization
fr_fr: Synchronisation de la bibliothèque

source: Sign in to gpodder.net
fr_fr: Se connecter à gpodder.net

source: Username
fr_fr: Identifiant

source: Password
fr_fr: Mot de passe

source: Login
fr_fr: Connexion

source: Need an account?
fr_fr: Créer un compte ?

source: Pick a New Device Name for This Computer
fr_fr: Choisir un nouveau nom pour cet ordinateur

source: Or, Choose an Existing Device
fr_fr: Ou choisir un appareil déjà existant

source: Complete Setup
fr_fr: Terminer

source: Latest Successful Sync: Never
fr_fr: Dernière synchronisation : jamais

source: Logout
fr_fr: Déconnexion

source: Perform a Full Sync Now
fr_fr: Synchroniser tout maintenant

source: Last Succcessful Sync:
fr_fr: Dernière synchronisation :

source: Sync Episode Activity
fr_fr: Synchroniser les épisodes lus

source: Remove Podcasts from Library That Have Been Removed From Your gpodder.net Account
fr_fr: Enlever de la bibliothèque les podcasts disparus de votre compte gpodder.net

source: Uploading all episode positions to gpodder.net…
fr_fr: Envoi de toutes les positions de lecture à gpodder.net…

source: Coming up next
fr_fr: À venir

source: Check for Updates
fr_fr: Chercher des mises à jour

source: Add Podcast Feed…
fr_fr: Ajouter un flux de podcast…

source: Import Subcriptions…
fr_fr: Importer des abonnements…

source: Export Subscriptions…
fr_fr: Exporter des abonnements…

source: Use Light Theme
fr_fr: Utiliser le thème clair

source: Use Dark Theme
fr_fr: Utiliser le thème sombre

source: Report a Problem…
fr_fr: Signaler un problème…

source: Donate…
fr_fr: Faire un don…

source: About
fr_fr: À propos

source: Fast forward %d seconds
fr_fr: Avance rapide de %d secondes

source: Rewind %d seconds
fr_fr: Retour arrière de %d secondes

source: Check for new episodes
fr_fr: Vérifier les nouveaux épisodes

source: Search your library or online
fr_fr: Rechercher dans votre bibliothèque ou en ligne

source: View the top podcasts in the iTunes Store
fr_fr: Voir les meilleurs podcasts sur iTunes

source: Downloads
fr_fr: Téléchargements

source: Exit Fullscreen
fr_fr: Quitter le plein écran
